public class Task07 {
    /*
    Создайте boolean метод, который запросит у пользователя поля: login, password и confirm password
    Логин должен содержать только символы: a, b, c, d, e, 0,1, _,
    если это не так нужно бросить RuntimeException с соответствующим сообщением.
    Логин должен быть не меньше 4 и не больше 8 символов, если это не так нужно бросить
    RuntimeException с соответствующим сообщением.
    Пароль должен быть не меньше 4 и не больше 8 символов и состоять только из цифр,
    если это не так нужно бросить RuntimeException с соответствующим сообщением.
    Пароль и его повтор должны совпадать, если это не так нужно бросить RuntimeException с соответствующим сообщением.
     */
    public static void main(String[] args) {
        System.out.println("Just for more commits :)");
    }
}